Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Tennis skirts
it: Gonne da tennis

source: Hat frames [skeletons]
it: Carcasse di cappelli

source: Petticoats
it: Sottogonne

source: Jumper dresses
it: Abiti scamiciati

source: Pantie-girdles
it: Guaine elastiche

source: Womens' outerclothing
it: Indumenti per donna

source: Gabardines [clothing]
it: Gabardine [indumenti]

source: Climbing boots [mountaineering boots]
it: Scarponi da montagna [scarponi da montagna]

source: Aprons [clothing]
it: Grembiuli [indumenti]

source: Mountaineering boots
it: Scarponi da montagna

source: Trousers for children
it: Pantaloni per neonati

source: Leather jackets
it: Cappotti di pelle

source: Bustles for obi-knots (obiage-shin)
it: Busti per nodi per obi (Obiage-shin)

source: Motorcycle riding suits
it: Completi per motociclisti

source: Shawls [from tricot only]
it: Scialli [solo in tricot]

source: String fasteners for haori (haori-himo)
it: Chiusure a stringhe per Haori (Haori-himo)

source: Tightening-up strings for kimonos (datejime)
it: Stringhe per stringere i kimono (datejime)

source: Boleros
it: Boleri

source: Bonnets [headwear]
it: Cuffie [copricapo]

source: Roll necks [clothing]
it: Abbigliamento a collo alto

source: Bandanas [neckerchiefs]
it: Bandane [foulards]

source: High-heeled shoes
it: Scarpe con tacco alto

source: Brassieres
it: Reggiseni

source: Welts for footwear
it: Guardoli per calzature

source: Low wooden clogs (koma-geta)
it: Zoccoli bassi in legno (koma-geta)

source: Pleated skirts for formal kimonos (hakama)
it: Gonne pieghettate per kimono (Hakama)

source: Flat caps
it: Coppole

source: Footless tights
it: Pantacollant

source: Bathing suits
it: Costumi da bagno

source: Golf footwear
it: Scarpe da golf

source: Shawls and stoles
it: Scialli e stole

source: Short petticoats
it: Sottogonne corte

source: Short-sleeve shirts
it: Camicie a maniche corte

source: Caps with visors
it: Berretti con visiera

source: Wedding dresses
it: Abiti da sposa

source: Bathing costumes for women
it: Costumi da bagno da donna

source: Boxing shoes
it: Scarpe da boxe

source: Theatrical costumes
it: Costumi teatrali

source: Insoles [for shoes and boots]
it: Solette [per scarpe e stivali]

source: Ladies' boots
it: Stivali da donna

source: Polo sweaters
it: Maglioni polo

source: Denim jackets
it: Giacche in denim

source: Basketball sneakers
it: Scarpe da pallacanestro

source: Martial arts uniforms
it: Uniformi da arti marziali

source: Wooden supports of Japanese style wooden clogs
it: Supporti in legno di zoccoli in legno in stile giapponese

source: Light-reflecting jackets
it: Giacche catarifrangenti

source: Sock suspenders
it: Reggicalze da uomo

source: Ready-made linings [parts of clothing]
it: Fodere confezionate [parti di indumenti]

source: Sports headgear [other than helmets]
it: Copricapo per lo sport [tranne i caschi]

source: Stiffeners for shoes
it: Rinforzi per scarpe

source: Sweat bands for the wrist
it: Fasce tergisudore per i polsi

source: Shawls and headscarves
it: Scialli e foulard

source: Casual shirts
it: Camicie sportive

source: Cardigans
it: Cardigan

source: Collars
it: Colletti

source: Dust coats
it: Spolverini

source: Anti-perspirant socks
it: Calzini antisudore

source: Baby doll pyjamas
it: Pigiama a baby-doll

source: Boots for motorcycling
it: Stivali per motociclisti

source: Trousers shorts
it: Pantaloncini

source: Vest tops
it: Canottiere

source: Snowboard trousers
it: Pantaloni da snowboard

source: Crinolines
it: Crinoline

source: Duffel coats
it: Montgomery

source: Masquerade costumes
it: Costumi da carnevale

source: Footwear [excluding orthopedic footwear]
it: Calzature [tranne le calzature ortopediche]

source: Full-length kimonos (nagagi)
it: Kimono lunghi (nagagi)

source: Ready-made clothing
it: Indumenti confezionati

source: Cashmere scarves
it: Sciarpe di cachemire

source: Leather waistcoats
it: Gilet in pelle

source: Mackintoshes
it: Impermeabili

source: Golf trousers
it: Calzoni da golf

source: Japanese style sandals of felt
it: Sandali in stile giapponese in feltro

source: White coats for hospital use
it: Camici bianchi per uso ospedaliero

source: Ski suits for competition
it: Tute da sci da gara

source: Volleyball shoes
it: Scarpe da pallavolo

source: Japanese style clogs and sandals
it: Zoccoli e sandali in stile giapponese

source: Karate uniforms
it: Tenute da karatè

source: Outerclothing for girls
it: Sopravesti per ragazze

source: Paper hats for wear by nurses
it: Cappelli di carta per infermieri

source: Dinner jackets
it: Giacche da sera

source: Bikinis
it: Bikini

source: Tongues for shoes and boots
it: Linguette per scarpe e stivali

source: Polo knit tops
it: Polo in maglia

source: Socks and stockings
it: Calzini e calze

source: Chemises
it: Completi

source: Tunics
it: Tuniche

source: Uniforms for nurses
it: Uniformi per infermiere

source: Uniforms
it: Uniformi

source: Bibs, not of paper
it: Bavaglini non di carta

source: Short overcoat for kimono (haori)
it: Soprabiti corti per kimono (Haori)

source: Uppers of woven rattan for Japanese style sandals
it: Tomaie di rattan intrecciato per sandali in stile giapponese

source: Camiknickers
it: Pagliaccetti

source: Wrap belts for kimonos (datemaki)
it: Cinture per kimono (Datemaki)

source: Tee-shirts
it: Tee-shirt

source: Capes
it: Cappe

source: Clothing for fishermen
it: Abbigliamento per pescatori

source: Women's foldable slippers
it: Pantofole da donna pieghevoli

source: Golf pants, shirts and skirts
it: Pantaloni, camicie e gonne da golf

source: Swim wear for gentlemen and ladies
it: Costumi da bagno da uomo e da donna

source: Ski and snowboard shoes and parts thereof
it: Scarpe da sci e snowboard e parti relative

source: Undershirts
it: Magliette

source: Tennis dresses
it: Vestiti da tennis

source: Kimonos
it: Kimono

source: Paper hats for wear by chefs
it: Cappelli di carta da chef

source: Printed t-shirts
it: T-shirt stampate

source: Deck shoes
it: Mocassini

source: Ballet suits
it: Tutù da ballo

source: Running Suits
it: Tute da corsa

source: Children's headwear
it: Cappelli per bambini

source: Trousers of leather
it: Pantaloni in pelle

source: Mantles
it: Mantelle

source: Fishing boots
it: Stivali da pesca

source: Gloves for cyclists
it: Guanti per ciclisti

source: Uppers for Japanese style sandals
it: Tomaie per sandali in stile giapponese

source: Mountaineering shoes
it: Scarpe da alpinismo

source: Non-slipping devices for footwear
it: Antisdrucciolevoli per calzature

source: Overcoats
it: Soprabiti

source: Low wooden clogs (hiyori-geta)
it: Zoccoli bassi in legno (hiyori-geta)

source: Sleeveless jackets
it: Giacche senza maniche

source: Flying suits
it: Tute da volo

source: Football jerseys
it: Maglie da calcio

source: Warm-up jackets
it: Giacche termiche

source: Waterproof capes
it: Cappe impermeabili

source: Waterproof suits for motorcyclists
it: Tute impermeabili per motociclisti

source: Waterproof trousers
it: Pantaloni impermeabili

source: Footwear for men
it: Calzature da uomo

source: Caps [headwear]
it: Berrette [cuffie]

source: Wet suits for water-skiing and sub-aqua
it: Mute per lo sci nautico e da sub

source: Canvas shoes
it: Scarpe di tela

source: Tennis pullovers
it: Pullover da tennis

source: Footmuffs, not electrically heated
it: Scaldapiedi [non elettrici]

source: Intermediate soles
it: Suole intermedie

source: Donkey jackets
it: Giacche di asino

source: Woollen socks
it: Calzini di lana

source: Sweat-absorbent stockings
it: Calze antisudorifiche

source: Shoes with hook and pile fastening tapes
it: Scarpe con nastri di chiusura a gancio e incastro

source: Puttees and gaiters
it: Mollettiere e ghette

source: Sports jerseys and breeches for sports
it: Magliette e pantaloncini per lo sport

source: Sports shirts with short sleeves
it: Camicie sportive a maniche corte

source: Pockets for clothing
it: Tasche di indumenti

source: Long jackets
it: Giacche lunghe

source: Jerseys [clothing]
it: Jerseys [indumenti]

source: Snowboard jackets
it: Giacconi da snowboard

source: Soles for japanese style sandals
it: Suole per sandali in stile giapponese

source: Leggings [trousers]
it: Leggings [pantaloni]

source: Pyjamas
it: Pigiama

source: Togas
it: Toghe

source: Open-necked shirts
it: Camicie a collo aperto

source: Weatherproof clothing
it: Indumenti impermeabili

source: Men's and women's jackets, coats, trousers, vests
it: Giacche, cappotti, pantaloni, gilet da uomo e da donna

source: Knitted gloves
it: Guanti in maglia

source: Women's ceremonial dresses
it: Abiti da cerimonia per donna

source: Inner socks for footwear
it: Sottocalzini per calzature

source: Snow suits
it: Tute da sci

source: Sports clothing [other than golf gloves]
it: Abbigliamento sportivo [tranne i guanti da golf]

source: Sleeveless jerseys
it: Maglie senza maniche

source: Smoking jackets
it: Giacche da smoking

source: Leather headwear
it: Cappelli in pelle

source: Esparto shoes or sandals
it: Scarpe con suola di sparto

source: Evening suits
it: Completi da sera

source: Gloves including those made of skin, hide or fur
it: Guanti, compresi quelli in pelle, pelletteria o pelliccia

source: Japanese footwear of rice straw (waraji)
it: Calzature giapponesi in paglia di riso (Waraji)

source: Handwarmers [clothing]
it: Scaldamani [abbigliamento]

source: Long sleeve pullovers
it: Pullover a manica lunga

source: Undershirts for kimonos (koshimaki)
it: Canottiere da kimono (koshimaki)

source: Sarongs
it: Sarong

source: Casual trousers
it: Pantaloni casual

source: Mantillas
it: Mantiglie

source: Woollen tights
it: Collant in lana

source: Shift dresses
it: Vestiti a tubino

source: Leather slippers
it: Pantofole in pelle

source: Pyjamas [from tricot only]
it: Pigiama [solo in tricot]

source: Sash bands for kimono (obi)
it: Fasce per kimono (Obi)

source: Footwear for women
it: Calzature da donna

source: Short-sleeved or long-sleeved t-shirts
it: T-shirt a maniche lunghe o a maniche corte

source: Bathing suits for men
it: Costumi da bagno da uomo

source: Toques [hats]
it: Toque [cappelli]

source: Hoods [clothing]
it: Cappucci [indumenti]

source: Parkas
it: Parka

source: Waistcoats
it: Panciotti

source: Outerclothing for men
it: Sopravesti per uomo

source: Denims [clothing]
it: Indumenti in denim

source: Motorcyclists' clothing of leather
it: Indumenti in pelle da motociclista

source: Referees uniforms
it: Uniformi per arbitri

source: Bonnets
it: Cuffie

source: Rubber soles for jikatabi
it: Suole in gomma per Jikatabi

source: Sports jerseys
it: Maglie sportive

source: Slippers
it: Pantofole

source: Leather shoes
it: Scarpe in cuoio

source: Uniforms for commercial use
it: Uniformi per uso commerciale

source: Veils [clothing]
it: Veli [indumenti]

source: Kilts
it: Kilt

source: Japanese style sandals (zori)
it: Sandali in stile giapponese (Zori)

source: Sandals and beach shoes
it: Sandali e scarpe da spiaggia

source: Undershirts for kimonos (juban)
it: Canottiere per kimono (Juban)

source: Waist strings for kimonos (koshihimo)
it: Fili per la vita per kimono (Koshihimo)

source: Clothing of imitations of leather
it: Abbigliamento in finta pelle

source: Turbans
it: Turbanti

source: Fittings of metal for footwear
it: Ferramenti per calzature

source: Hooded sweatshirts
it: Felpe con cappuccio

source: Visors [headwear]
it: Visiere [cappelleria]

source: Head sweatbands
it: Fasce tergisudore

source: Bath slippers
it: Scarpe da bagno

source: Infants' footwear
it: Calzature per neonati

source: Children's footwear
it: Calzature per bambini

source: Visors
it: Visiere

source: Peaked headwear
it: Cappello fregio

source: Spats
it: Ghette

source: Gowns for doctors
it: Camici per medici

source: Basic upper garment of Korean traditional clothes [Jeogori]
it: Sopravvesti per l'abbigliamento tradizionale coreano [Jeogori]

source: Coats of denim
it: Cappotti in denim

source: Driving gloves
it: Guanti da pilota

source: Fitted swimming costumes with bra cups
it: Costumi da bagno completi con coppe per il seno

source: Footwear not for sports
it: Calzature non per lo sport

source: Korean topcoats [Durumagi]
it: Soprabiti coreani [Durumagi]

source: Korean traditional women's waistcoats [Baeja]
it: Gilet coreani tradizionali da donna [Baeja]

source: Pedal pushers
it: Pantaloni capri

source: Taekwondo suits
it: Tute da taekwondo

source: Body warmers
it: Gilet termici

source: Short trousers
it: Pantaloni corti

source: Shoulder wraps [clothing]
it: Coprispalle [abbigliamento]

source: Collars [clothing]
it: Colletti [indumenti]

source: Turtleneck sweaters
it: Maglioni a dolcevita

source: Turtlenecks
it: Dolcevita

source: Teddies [underclothing]
it: Body [biancheria intima]

source: Body stockings
it: Tute calzamaglia

source: Rainproof jackets
it: Giacche impermeabili

source: Sweaters
it: Maglioni

source: Men's socks
it: Calze da uomo

source: Heels
it: Tacchi

source: Insoles for footwear
it: Solette per calzature

source: Stoles
it: Stole

source: Shawls
it: Scialli

source: Gabardines
it: Gabardine

source: Foundation garments
it: Intimo modellante

source: Corsets [underclothing]
it: Busti [biancheria intima]

source: Bustiers
it: Corsetti

source: Fishermen's jackets
it: Giacche da pesca

source: Trousers
it: Pantaloni

source: Neckties
it: Cravatte

source: Cravats
it: Cravatte

source: Clothing of leather
it: Abbigliamento in pelle

source: Leather suits
it: Tute in pelle

source: Valenki [felted boots]
it: Valenki [stivali in feltro]

source: Halloween costumes
it: Costumi da Halloween

source: Trouser straps
it: Sotto-piedi

source: Suspenders
it: Bretelle

source: Overalls
it: Grembiuli

source: Winter gloves
it: Guanti invernali

source: Collars for dresses
it: Colletti per abiti

source: Wetsuits for surface watersports
it: Mute per sport acquatici in superficie

source: Volleyball jerseys
it: Maglie da pallavolo

source: Sundresses
it: Copricostume

source: Hunting shirts
it: Camicie da caccia

source: Camouflage vests
it: Canotte mimetiche

source: Camouflage shirts
it: Camicie mimetiche

source: Camouflage pants
it: Pantaloni mimetici

source: Camouflage gloves
it: Guanti mimetici

source: Moisture-wicking sports shirts
it: Camicie ultra-traspiranti per sport

source: Crew neck sweaters
it: Pullover a girocollo

source: Dance costumes
it: Costumi da ballo

source: Waterproof boots for fishing
it: Stivali impermeabili per la pesca

source: Thermal headgear
it: Copricapi termici

source: Flat shoes
it: Scarpe basse

source: Rubber fishing boots
it: Stivali da pesca in gomma

source: Articles of clothing for theatrical use
it: Articoli di abbigliamento per il teatro

source: Gussets for leotards [parts of clothing]
it: Gheroni per body [parti di capi d'abbigliamento]

source: Gussets for stockings [parts of clothing]
it: Gheroni per calze [parti di capi d'abbigliamento]

source: Pajama bottoms
it: Toghe per coristi

source: One-piece playsuits
it: Pantaloni del pigiama

source: Fishing shirts
it: Salopette corte

source: Jacket liners
it: Camicie da pesca

source: Camouflage jackets
it: Giacche da caccia

source: Bomber jackets
it: Giacche mimetiche

source: Bib overalls for hunting
it: Salopette da caccia

source: Padded shirts for athletic use
it: Maglie imbottite per uso atletico

source: Padded pants for athletic use
it: Pantaloni imbottiti per uso atletico

source: Snowboard mittens
it: Muffole per snowboard

source: Maternity smocks
it: Blusa per gravidanza

source: Thermal socks
it: Calzini termici

source: Swaddling clothes
it: Fasce per neonati

source: Snowboard gloves
it: Guanti per snowboard

source: Pedicure slippers
it: Pantofole da pedicure

source: Pedicure sandals
it: Sandali da pedicure

source: Hunting vests
it: Gilet da caccia

source: Disposable underwear
it: Biancheria intima monouso

source: Disposable slippers
it: Pantofole monouso

source: Crop tops
it: Top corti

source: Cloth bibs for adult diners
it: Bavaglini in tela per adulti

source: Cleats for attachment to sports shoes
it: Tacchetti per scarpe sportive

source: Toe straps for Japanese style sandals [zori]
it: Zori [sandali in stile giapponese]

source: Protective metal members for shoes and boots
it: Elementi metallici protettivi per scarpe e stivali

source: Embossed soles of rubber or of plastic materials
it: Suole goffrate in gomma o materie plastiche

source: Coats for women
it: Cappotti per donna

source: Embossed heels of rubber or of plastic materials
it: Tacchi goffrati in gomma o materie plastiche

source: Sheepskin jackets
it: Giacche di montone

source: Cheongsams (Chinese gowns)
it: Cheongsam (abiti cinesi)

source: Polar fleece jackets
it: Giacche di pile

source: Safari jackets
it: Giacche da safari

source: Coats for men
it: Cappotti da uomo

source: Shoe covers, other than for medical purposes
it: Copri scarpa, non per fini medici

source: Turtleneck shirts
it: Camicie a dolcevita

source: Ballroom dancing shoes
it: Calzature per sala da ballo

source: Short-sleeved T-shirts
it: Magliette a maniche corte

source: Ski balaclavas
it: Passamontagna

source: Athletic uniforms
it: Vestiti da atletica

source: Ladies' dresses
it: Vestiti da donna

source: Quilted vests
it: Gilet imbottiti

source: Tap pants
it: Culottes

source: Rubbers [footwear]
it: Galosce [calzature]

source: Foulards [clothing articles]
it: Foulard [articoli di abbigliamento]

source: Mock turtleneck sweaters
it: Maglioni a finto dolcevita

source: Miniskirts
it: Minigonne

source: Baby bodysuits
it: Body per neonati

source: Woven shirts
it: Camicie tessute

source: Bodies [clothing]
it: Body [abbigliamento]

source: Men's underwear
it: Intimo da uomo

source: Mock turtleneck shirts
it: Camicie a finto dolcevita

source: Aikido suits
it: Completi Aikido

source: Shoes for foot volleyball
it: Scarpe per calcio tennis

source: Ankle boots
it: Tronchetti

source: Half-boots
it: Stivaletti

source: Footwear
it: Calzature

source: Shoes
it: Scarpe

source: Stocking suspenders
it: Reggicalze da donna

source: Shoulder straps for clothing
it: Tracolle per abbigliamento

source: Fishing footwear
it: Calzature da pesca

source: Fishing headwear
it: Cappelleria da pesca

source: Fingerless gloves
it: Guanti senza dita

source: Waterproof boots
it: Stivali impermeabili

source: Weatherproof pants
it: Pantaloni impermeabili

source: Waterproof shoes
it: Scarpe impermeabili

source: Maternity tops
it: Top prémaman

source: Maternity shirts
it: Maglie prémaman

source: Maternity pants
it: Pantaloni prémaman

source: Maternity leggings
it: Leggings prémaman

source: Maternity dresses
it: Abiti prémaman

source: Functional underwear
it: Biancheria funzionale

source: Men's sandals
it: Sandali da uomo

source: Ladies' sandals
it: Sandali da donna

source: Plastic slippers
it: Ciabatte di plastica

source: Name tapes of textile material for identifying clothing
it: Nastri per il nome in materiale tessile per identificare indumenti

source: False beards
it: Barbe posticce

source: Elastic ribbons
it: Nastri elastici

source: Woollen laces
it: Cordoni di lana

source: Cockades
it: Coccarde

source: Bobbins for retaining embroidery floss or wool [not parts of machines]
it: Rocchetti per conservare fili da ricamo o di lana [non parti di macchine]

source: Lace for edgings
it: Galloni per bordare

source: Beads for trimming
it: Perline per rifiniture

source: Artificial flowers of textile
it: Fiori artificiali in stoffa

source: Fasteners for brassieres
it: Ganci per reggiseni

source: Frames for crochet
it: Telai per uncinetto

source: Ornamental bows of textile for decoration
it: Fiocchi ornamentali in tessuto per decorazione

source: False hair for Japanese hair styling (kamoji)
it: Capelli finti per acconciature giapponesi (kamoji)

source: Silk ribbons
it: Nastri di seta

source: Belt buckles of precious metals
it: Fibbie per cinture in metalli preziosi

source: Brooches [clothing accessories]
it: Spille [accessori di abbigliamento]

source: Buckles of precious metal [clothing accessories]
it: Fibbie in metalli preziosi [accessori per abbigliamento]

source: Tailors' tackers [pins]
it: Gesso da ricalco per sarti

source: Chenille [passementerie]
it: Ciniglia [passamaneria]

source: Gold embroidery
it: Ricami in oro

source: Artificial fruit
it: Frutta artificiale

source: Cases adapted to hold knitting needles
it: Custodie per ferri per lavorare a maglia

source: Elasticated hair ribbons
it: Fasce elastiche per i capelli

source: Bouquets of artificial flowers
it: Bouquet di fiori artificiali

source: Hair colouring caps
it: Cuffiette per meches

source: Needle cassettes of precious metal
it: Cassette per aghi in metalli preziosi

source: Ribbons for gift wrapping
it: Nastri per confezioni regalo

source: Ribbons of textile materials
it: Nastri in materiali tessili

source: Hair ribbons for Japanese hair styling (tegara)
it: Nastri per capelli per acconciature giapponesi (Tegara)

source: Hair tassel ornaments for Japanese hair styling (negake)
it: Ornamenti con nappine per capelli per acconciature giapponesi (Negake)

source: Silk flowers
it: Fiori di seta

source: Decorative ribbons
it: Nastri decorativi

source: Skirt flounces
it: Volanti di vesti

source: Rosettes [haberdashery]
it: Coccarde [passamaneria]

source: Frills for clothing
it: Gale [abbigliamento]

source: Lace trimmings
it: Passamaneria

source: Birds' feathers [clothing accessories]
it: Penne di uccelli [accessori di abbigliamento]

source: Festoons [embroidery]
it: Festoni [ricami]

source: Fringes
it: Frange

source: Strap holders [dressmaking materials]
it: Supporti per cinghie [materiale da cucito]

source: Embroidery for garments
it: Ricami per indumenti

source: Hooks for corsets
it: Ganci per busti

source: Bows for clothing
it: Nastri per indumenti

source: Cases adapted to hold crochet hooks
it: Custodie per ferri da uncinetto

source: Embroidered emblems
it: Distintivi ricamati

source: Epaulettes
it: Spalline

source: Eyelets of metal for clothing
it: Occhielli di metallo per indumenti

source: Beads, other than for making jewellery
it: Perle non per confezionare gioielleria

source: Ribbons [haberdashery]
it: Nastri [passamaneria]

source: Picot [lace]
it: Smerli [pizzi]

source: Ponytail holders and hair ribbons
it: Nastri per capelli e per code di cavallo

source: Lacing needles
it: Aghi per merletti

source: Tatami needles
it: Aghi per tatami

source: Patches for repairing textile articles
it: Toppe per la riparazione di articoli tessili

source: Hair tassel strings for Japanese hair styling (motoyui)
it: Lacci per capelli con nappine per acconciature giapponesi (Motoyui)

source: Special sash clips for obi (obi-dome)
it: Fermagli speciali per fasce per kimono

source: Saddlers' needles
it: Aghi per sellai

source: Reinforcing tapes for clothing
it: Nastri di rinforzo per indumenti

source: Ribbons of transparent plastic for decorative purposes
it: Nastri di plastica trasparente a scopo decorativo

source: Borders and edgings for clothing
it: Bordi e orli per indumenti

source: Synthetic hair
it: Capelli sintetici

source: Synthetic hairpieces
it: Toupet sintetici

source: Pins, other than jewellery [jewelry (Am.)]
it: Spille eccetto gli articoli di gioielleria

source: Badges for wear, not of precious metal
it: Distintivi non in metallo prezioso

source: False moustaches
it: Baffi posticci

source: Sewing thimbles
it: Ditali per cucire

source: Feathers [clothing accessories]
it: Piume [accessori di abbigliamento]

source: Artificial flowers of plastics
it: Fiori artificiali di plastica

source: Ribbons for wrapping
it: Nastri per imballaggio

source: Human hair
it: Capelli veri

source: Velvet ribbons
it: Nastri di velluto

source: Patches for clothing
it: Toppe per indumenti
